[
    {
        "review": [
            "Not only a great developer with all the skills required for the job but also a great human being. He has been a valuable resource to my team. His work is always excellent, he meets deadlines and welcomes feedback and improvements. In addition, he is self-motivated and a strong team player.",
            "Felix gives 110% to all aspects of his work one of the most dedicated and passionate co-workers I have had in my career. A person who is constantly looking to improve his abilities. He has excellent technical skills combined with a wide range of personal values. His high commitment is just what many companies need in an employee."
        ],
        "gender": "female",
        "name": "Beatriz Agreda",
        "charge": "HR Manager - Product Owner - Computer Science Engineer"
    },
    {
        "review": [
            "I had the pleasure of working with Felix at Matic.io. Felix is an excellent developer and an even better person. I would like to highlight two things about him that set him apart from others. Firstly, Felix always takes the initiative to get things done. He never waits for someone to tell him what to do and is always eager to improve the processes and products he works on. He is a self-starter who proactively seeks out opportunities to contribute to the team's success.",

            "Secondly, Felix is a person who values clear communication and teamwork. He is very detail-oriented and always seeks to understand the big picture before diving into a task. He is an excellent problem-solver who is not afraid to tackle complex challenges and always seeks to collaborate with others to find the best solutions. Overall, Felix is a pillar of the team who can be relied on to deliver high-quality work and foster a positive and productive work environment. I highly recommend Felix for any role he may pursue in the future."
        ],
        "gender": "male",
        "name": "Juan Villarroel",
        "charge": "Frontend Lead"
    },
    {
        "review": [
            "Felix is an excellent professional, as well as an excellent partner. He is very committed to his work and very efficient. He has very well established technical skills as well as soft skills. It's a pleasure to work with him."
        ],
        "gender": "female",
        "name": "Mónica Villarroel",
        "charge": "Quality Assurance Lead"
    },
    {
        "review": [
            "Felix es un profesional maravilloso. Su entusiasmo, pasión y dominio del tema hace que todo oyente se mantenga atento y a la expectativa. Además de ser un persona extraordinaria, siempre está dispuesto a contestar cualquier duda y a compartir todo lo que sabe. Su dedicación y productividad son cualidades que admiro mucho. Siempre será un gusto para mí trabajar contigo. ¡Gracias!"
        ],
        "gender": "female",
        "name": "Sofia Monroy",
        "charge": "Graphic Desinger"
    },
    {
        "review": [
            "A lo largo de este tiempo que pude trabajar con Felix ha demostrado ser un gran profesional con habilidades en el desarrollo web , tiene una capacidad innovadora para diseñar soluciones de calidad.",

            "Felix es una gran profesional que siempre ha sabido mantener un buen ambiente con el equipos de trabajo, y así creando un excelente ambiente laboral."
        ],
        "gender": "male",
        "name": "Anthony Sanoja",
        "charge": "Python Developer - Backend Dev"
    },
    {
        "review": [
            "Muy buen colega, responsable, sincero y generoso. Realmente sabe lo de hace y es muy bueno trabajando en equipo."
        ],
        "gender": "male",
        "name": "Jesus Salas",
        "charge": "Frontend Developer"
    },
    {
        "review": [
            "He tenido la oportunidad de trabajar con Félix en 2 empresas distintas: EZGMZ y Anincubator (en promedio 2 años), en las cuales en ambas se ha desempeñado como Desarrollador Frontend y Desarrollador Frontend para Android-iOS, utilizando Reactjs y React Native respectivamente. Posee características notables como las siguientes: Orientado al cumplimiento de objetivos en base a planificación previa, ordenado y enfocado a la eficiencia, sabe maquetar y plasmar los requerimientos de parte del diseñador(a) aportando además sus criterios personales, sabe escuchar y transmitir sus ideas, cosa que es valorada en equipos de trabajo, es una persona que se desempeña bien tanto trabajando en oficina como de forma remota.",
            "En líneas generales es un profesional en crecimiento y con actitudes que cualquier empresa de IT desearía incluir para agregarle valor a su equipo de desarrollo."
        ],
        "gender": "male",
        "name": "Manuel Carrero",
        "charge": "Python Developer - Data Science"
    }
]